<pad>	0
<unk>	0
<s>	0
</s>	0
ng	-0
▁t	-1
▁c	-2
▁T	-3
▁đ	-4
nh	-5
NG	-6
▁C	-7
▁l	-8
▁th	-9
▁m	-10
▁v	-11
▁b	-12
▁ch	-13
▁h	-14
▁Đ	-15
▁N	-16
▁nh	-17
▁k	-18
▁n	-19
▁tr	-20
▁s	-21
▁M	-22
▁kh	-23
▁ng	-24
▁L	-25
▁V	-26
▁B	-27
▁TH	-28
▁g	-29
▁	-30
n	-31
h	-32
N	-33
t	-34
c	-35
i	-36
g	-37
H	-38
T	-39
C	-40
m	-41
I	-42
a	-43
G	-44
u	-45
đ	-46
à	-47
ư	-48
o	-49
l	-50
M	-51
y	-52
r	-53
v	-54
b	-55
á	-56
A	-57
Đ	-58
U	-59
k	-60
ô	-61
p	-62
À	-63
s	-64
Ư	-65
O	-66
ế	-67
ó	-68
L	-69
V	-70
B	-71
ạ	-72
R	-73
Y	-74
ả	-75
ờ	-76
Á	-77
ê	-78
ộ	-79
ấ	-80
K	-81
d	-82
ệ	-83
ố	-84
ơ	-85
Ô	-86
ì	-87
ớ	-88
P	-89
ề	-90
â	-91
S	-92
ể	-93
ủ	-94
Ế	-95
Ó	-96
ợ	-97
ậ	-98
ầ	-99
q	-100
Ạ	-101
x	-102
Ả	-103
ị	-104
ữ	-105
Ờ	-106
í	-107
Ê	-108
Ộ	-109
ọ	-110
D	-111
ú	-112
e	-113
Ấ	-114
ă	-115
Ệ	-116
Ố	-117
ứ	-118
ắ	-119
ã	-120
Ơ	-121
Ì	-122
ự	-123
Ớ	-124
Ề	-125
ồ	-126
Â	-127
ở	-128
ụ	-129
ò	-130
Ể	-131
Ủ	-132
Q	-133
Ợ	-134
Ậ	-135
Ầ	-136
X	-137
ũ	-138
ù	-139
Ị	-140
ừ	-141
Ữ	-142
Í	-143
Ọ	-144
E	-145
ặ	-146
ổ	-147
Ú	-148
Ă	-149
ỏ	-150
Ứ	-151
Ắ	-152
Ã	-153
ỉ	-154
Ự	-155
ẽ	-156
Ồ	-157
Ở	-158
é	-159
ằ	-160
Ụ	-161
Ò	-162
ử	-163
ý	-164
ẹ	-165
Ũ	-166
ẫ	-167
Ù	-168
Ừ	-169
ĩ	-170
ỗ	-171
Ặ	-172
Ổ	-173
ẻ	-174
ễ	-175
ẩ	-176
Ỏ	-177
Ỉ	-178
Ẽ	-179
É	-180
Ằ	-181
Ử	-182
è	-183
Ý	-184
Ẹ	-185
Ẫ	-186
ẳ	-187
Ĩ	-188
Ỗ	-189
Ẻ	-190
Ẩ	-191
Ễ	-192
ỹ	-193
ỡ	-194
õ	-195
È	-196
Ẳ	-197
ỳ	-198
Ỹ	-199
Ỡ	-200
Õ	-201
ỷ	-202
Ỳ	-203
ẵ	-204
Ỷ	-205
Ẵ	-206
ỵ	-207
Ỵ	-208
4	-209
:	-210
